{
    "id": 3047,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "",
    "defaultInt": 0,
    "size": 36,
    "params": {
        "0": "",
        "1": "<col=ffffff>Ahrim The Blighted:<br><br>Blighted Aura:<br><br>Magic Attacks have a 25% chance of lowering the enemy's strength level by 5 on a successful hit.<br><br>",
        "2001": "<col=ffffff>Ahrim The Blighted:<br><br>Blighted Aura +:<br><br>Magic Attacks have a 25% chance of lowering the enemy's strength level by 5 on a successful hit.<br><br>If the spell is autocast, it gets a 30% damage bonus.<br><br>",
        "2": "<col=ffffff>Dharok the Wretched:<br><br>Wretched Strength:<br><br>Attacks do more damage as your hitpoints decrease. For every hitpoint lost from your maximum hitpoints, you deal 1% more damage.<br><br>",
        "2002": "<col=ffffff>Dharok the Wretched:<br><br>Wretched Strength +:<br><br>Attacks do more damage as your hitpoints decrease. For every hitpoint lost from your maximum hitpoints, you deal 1% more damage.<br><br>When you take damage, you have a 1/4 chance of reflecting 15% of the damage to your opponent.<br><br>",
        "3": "<col=ffffff>Guthan the Infested:<br><br>Infestation:<br><br>Attacks have a 25% chance of replenishing your health equal to the damage you deal.<br><br>",
        "2003": "<col=ffffff>Guthan the Infested:<br><br>Infestation +:<br><br>Attacks have a 25% chance of replenishing your health equal to the damage you deal.<br><br>This can boost your hitpoints by up to 10.<br><br>",
        "4": "<col=ffffff>Karil the Tainted:<br><br>Tainted Shot:<br><br>Successful range attacks have a 25% chance of lowering the enemy's agility stat by 20%.<br><br>",
        "2004": "<col=ffffff>Karil the Tainted:<br><br>Tainted Shot +:<br><br>Successful range attacks have a 25% chance of lowering the enemy's agility stat by 20%.<br><br>A second hitplat is applied in PvP, dealing half the damage of the first.<br><br>",
        "5": "<col=ffffff>Torag the Corrupted:<br><br>Corruption:<br><br>Successful melee attacks have a 25% chance of lowering the victim's run energy by 20%.<br><br>",
        "2005": "<col=ffffff>Torag the Corrupted:<br><br>Corruption +:<br><br>Successful melee attacks have a 25% chance of lowering the victim's run energy by 20%.<br><br>For every hitpoint lost from your maximum hitpoints, your Defence stat gets an invisible boost.<br><br>",
        "6": "<col=ffffff>Verac the Defiled:<br><br>Defiler:<br><br>Attacks have a 25% chance of ignoring any armour, Defence, and protection prayers.<br><br>",
        "2006": "<col=ffffff>Verac the Defiled:<br><br>Defiler +:<br><br>Attacks have a 25% chance of ignoring any armour, Defence, and protection prayers.<br><br>Gives a +7 prayer bonus.<br><br>",
        "7": "<col=ffffff>Inquisitor's armour:<br><br>Each individual piece of Inquisitor's armour boosts damage and accuracy by 0.5% when using the crush attack style.<br><br>If all pieces of the Inquisitor's armour are worn, this bonus is increased to 2.5%.<br><br>",
        "8": "<col=ffffff>Graceful Outfit:<br><br>Each individual piece of the Graceful Outfit increases your run restoration rate.<br><br>Wearing the full Graceful Outfit increases run energy restoration by 30%.<br><br>",
        "9": "<col=ffffff>Obsidian armour:<br><br>All obsidian weaponry will be given a 10% boost in melee accuracy and melee strength.<br><br>",
        "10": "<col=ffffff>Void Knight Melee:<br><br>When wearing the Void Top, Robe, Gloves and Melee Helmet, you will receive +10% bonus to your melee damage and accuracy.<br><br>",
        "11": "<col=ffffff>Void Knight Range:<br><br>When wearing the Void Top, Robe, Gloves and Ranger Helmet, you will receive +10% bonus to your ranged damage and accuracy.<br><br>",
        "12": "<col=ffffff>Void Knight Elite Range:<br><br>When wearing the Elite Void Top, Elite Robe, Gloves and Ranger Helmet, you will receive +12.5% bonus to your ranged damage and 10% bonus to accuracy.<br><br>",
        "13": "<col=ffffff>Void Knight Mage:<br><br>When wearing the Void Top, Robe, Gloves and Mage Helmet, you will receive +45% bonus to your magic accuracy.<br><br>",
        "14": "<col=ffffff>Void Knight Elite Mage:<br><br>When wearing the Elite Void Top, Elite Robe, Gloves and Mage Helmet, you will receive a +45% bonus to your magic accuracy and 2.5% to your magic damage.<br><br>",
        "15": "<col=ffffff>Justiciar:<br><br>PvM damage dealt to you is reduced according to your total armour protection in that style.<br><br>",
        "16": "<col=ffffff>Angler outfit:<br><br>XP from training Fishing will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "17": "<col=ffffff>Lumberjack outfit:<br><br>XP from training Woodcutting will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "18": "<col=ffffff>Prospector outfit:<br><br>XP from training Mining will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "19": "<col=ffffff>Farmer outfit:<br><br>XP from training Farming will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "20": "<col=ffffff>Pyromancer outfit:<br><br>XP from training Firemaking will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "21": "<col=ffffff>Shayzien armour:<br><br>Reduces the damage of the acid splash attack used by Lizardman Shamans.<br><br>",
        "22": "<col=ffffff>Rogue kit:<br><br>The full set gives a 100% chance of double loot from standard pickpocketing. Incomplete sets give smaller chances.<br><br>",
        "23": "<col=ffffff>Carpenter's outfit:<br><br>XP from training Construction will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>",
        "24": "<col=ffffff>Crystal armour:<br><br>Each individual piece of Crystal Armour increases your accuracy and damage with crystal ranged weaponry.<br><br>Wearing the full set of Crystal Armour increases accuracy by 30% and damage by 15%.<br><br>",
        "25": "<col=ffffff>Swampbark armour:<br><br>The full set increases the duration of Bind, Snare and Entangle spells by 3 seconds<br><br>",
        "26": "<col=ffffff>Bloodbark armour:<br><br>The full set increases the amount healed by Blood spells by 32.5%.<br><br>",
        "27": "<col=ffffff>Zealot's prayer robes:<br><br>The full set grants a 5% chance of saving ensouled heads when reanimating them and saving bones when burying or offering them. This stacks with the Wilderness altar's bone saving effect.<br><br>",
        "28": "<col=ffffff>Spirit Angler outfit:<br><br>XP from training Fishing will be increased by 2.5% if the full set is worn. Incomplete sets give smaller bonuses.<br><br>Full set acts as a tether rope when fighting Tempoross.<br><br>",
        "29": "<col=ffffff>Virtus Robes:<br><br>9% increased Magic damage with ancient spells.<br><br>Smoke spells reduce healing received by 30%, as long as the target is poisoned.<br><br>Shadow spells also drain Strength, Ranged, Magic and Defence, as well as Attack.<br><br>Blood spells can heal up to 20% over your maximum hitpoints.<br><br>Ice spells gain 10% additional accuracy against frozen targets."
    }
}