{
    "id": 3372,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "null",
    "defaultInt": 0,
    "size": 3,
    "params": {
        "0": "Your character starts outside Lumbridge Castle.|Your character begins restricted to the areas of Misthalin and Karamja. As you complete tasks, you can unlock more areas.|Full information about each of the areas can be found in the Area Selection Menu. This can be accessed from the Leagues Menu in the Journal Panel.|All experience gained will be multiplied by 5x, and this will increase as you unlock more Relics.|Any Poll #73 changes not implemented before Leagues II - Trailblazer starts will come out over the following weeks, and will be made available on League Worlds and Main Game Worlds simultaneously.|Any other new content released during Leagues II - Trailblazer will be reviewed on a case-by-case basis.|Leagues II - Trailblazer will run from October 28th 2020 until the game update on January 6th 2021.",
        "1": "Your character is an Iron character, meaning you cannot trade with other players.|As you begin with Misthalin and Karamja unlocked, the following quests have been auto-completed:|- Dragon Slayer<br>- Druidic Ritual<br>- Elemental Workshop I<br>- Bone Voyage<br>    - Dig Site<br>- Fairytale II - Cure a Queen<br>   - Fairytale I - Growing Pains<br>      - Lost City<br>      - Nature Spirit<br>         - Priest in Peril<br>         - The Restless Ghost<br>- Shilo Village<br>   - Jungle Potion|You will start with the following stat increases:|- 3 Herblore<br>- 10 Agility<br>- 5 Runecraft|A Dramen Staff will be added to your inventory so that you can access Zanaris. If lost, you can reclaim it from the Leagues Tutor in Lumbridge.",
        "2": "All Slayer Masters will assign you the same tasks from a Leagues II - Trailblazer specific task list. This list will take into account the areas you have unlocked. However, you can only get a task after reaching level 5 Combat.|Krystillia will not assign tasks in Leagues II - Trailblazer.|Teleports and transportation methods to locations outside of areas you have unlocked are restricted.|Clue scrolls will not take the areas you have unlocked into consideration. However, all clue steps in Great Kourend and the Kebos Lowlands have been removed.|The following items are obtainable from the Leagues Tutor in Lumbridge to help you complete clues:|- Sextant, Watch and Chart<br>- Beginner and Master Strange Devices (Hot and Cold Clues)|When purchasing your Player Owned House it will be accessible from Brimhaven. Your house can only be moved to areas you have unlocked.|Unlocking new areas will complete various quests and Achievement Diary tasks but will not award any quest completion XP. However, you may complete some quests on your own to gain their XP before unlocking the area which auto-completes it.|The drop rates of various items will be increased at Relic tiers 3 and 5 as passive Relic effects. To see a list of the affected items, check the Key Details section of an area in the Area Selection Menu.|Some bosses will have the option to be fought in private areas without other players.|Some shop items will restock at an accelerated rate.|The following shop stocks have been modified:|- Pestle and Mortars have been added to the Lumbridge General Store<br>- Black Platelegs have been added to Horvik's Armour Shop<br>- Granite (2kg) has been added to Trader Stan's Trading Post in Catherby and Port Khazard<br>- Elemental Shields have been added to all Slayer Equipment shops|Thessalia in Varrock will offer additional makeover services."
    }
}