{
    "id": 3380,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "",
    "defaultInt": 0,
    "size": 7,
    "params": {
        "0": "<col=ffffff>Leagues</col> are time-limited <col=ffffff>game modes</col> that give you new ways to experience the world of <col=ffffff>Gielinor</col>.<br><br>The aim of each <col=ffffff>League</col> is to complete <col=ffffff>tasks</col> and earn<br><col=ffffff>League Points</col>. These <col=ffffff>points</col> can then be exchanged for various <col=ffffff>unlocks</col> and <col=ffffff>rewards</col>.<br><br>To begin your journey in <col=ffffff>Leagues II - Trailblazer</col>, use the<br><col=ffffff>Get Started</col> button below. Otherwise, you can use the<br><col=ffffff>Exit Leagues</col> button to quit.",
        "3": "In <col=ffffff>Leagues II - Trailblazer</col>, progression is key. To help you keep track of it, you have the <col=ffffff>Leagues Menu</col>. This is an extra section to the <col=ffffff>Journal Panel</col> whilst on a <col=ffffff>Leagues World</col>.<br><br>Let's open the <col=ffffff>Leagues Menu</col> now. To do so, look for the flashing <col=ffffff>quest icon</col> on your screen.",
        "4": "Now that you have your <col=ffffff>Journal Panel</col> open, you can open the <col=ffffff>Leagues Menu</col>. To do so, look for the flashing <col=ffffff>Leagues tab</col>.",
        "5": "Congratulations, you've completed your first <col=ffffff>task</col> in<br><col=ffffff>Leagues II - Trailblazer</col>!<br><br>Completing <col=ffffff>tasks</col> is the ticket to success in any <col=ffffff>League</col> as doing so earns you <col=ffffff>League Points</col>.<br><br>Let's take a look at the <col=ffffff>task list</col> now. To do so, look for the flashing <col=ffffff>tasks button</col> in the <col=ffffff>Leagues Menu</col>.",
        "7": "In <col=ffffff>Leagues II - Trailblazer</col>, the world of <col=ffffff>Gielinor</col> is split up into different <col=ffffff>areas</col>. Most of these have been locked off, but you can unlock new ones by completing <col=ffffff>tasks</col>.<br><br>Now that you've completed your first <col=ffffff>task</col>, you can unlock a new <col=ffffff>area</col>! To do so, look for the flashing <col=ffffff>areas button</col> in the <col=ffffff>Leagues Menu</col>.",
        "9": "Completing <col=ffffff>tasks</col> doesn't just give you access to new <col=ffffff>areas</col>. The <col=ffffff>League Points</col> you earn from completing them can be used to unlock powerful <col=ffffff>Trailblazer Relics</col>!<br><br>Let's take a look at these <col=ffffff>Relics</col> now. To do so, look for the flashing <col=ffffff>Relics button</col> in the <col=ffffff>Leagues Menu</col>.",
        "11": "You are now ready to properly start your adventure in <col=ffffff>Leagues II - Trailblazer</col>!<br><br>If you need a recap on anything, you can use the <col=ffffff>info button</col> in the <col=ffffff>Leagues Menu</col> at any time. Alternatively, the<br><col=ffffff>Leagues Tutor</col> in <col=ffffff>Lumbridge</col> can provide you with some<br>useful guidance.<br><br>When you are ready to begin, just use the <col=ffffff>End Tutorial</col> button below to get started."
    }
}