{
    "id": 3823,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "If by my life or death I can protect you, I will. You have my sword.",
    "defaultInt": 0,
    "size": 28,
    "params": {
        "0": "",
        "1": "Timelessly fashionable. The helmet of a champion.",
        "2": "Not all who wander are lost.",
        "3": "A good tool improves the way you work. A great tool improves the way you think.",
        "4": "Party time! Excellent.",
        "5": "Ashes to ashes. Dust to dust. Bones to experience.",
        "6": "It is our choices that show us what we truly are. Far more than our abilities.",
        "7": "Go in peace in the name of Saradomin; may his glory shine upon you like the sun.",
        "8": "Give a noob a fish and they will leave you alone. Teach a noob to fish and they will deflate the fish market.",
        "9": "Life's biggest tragedy is that we get old too soon and wise too late.",
        "10": "Follow it. You'll be happier.",
        "11": "Rise and rise again, until lambs become lions.",
        "12": "May your bloodthirst never be sated, and may all your battles be glorious. Zamorak bring you strength.",
        "13": "Life is a garden. You reap what you sow.",
        "14": "A day without laughter is a day wasted.",
        "15": "If by my life or death I can protect you, I will. You have my sword.",
        "16": "Aim steady. Perfection is unattainable, but one should always strive for it.",
        "17": "May you walk the path, and never fall, for Guthix walks beside thee on thy journey. May Guthix bring you peace.",
        "18": "Pawschamp?",
        "19": "Cats are easily as tough as sheep. Cats were the second thing Guthix brought here, after sheep of course.",
        "20": "Stand and deliver!",
        "21": "The shield that guards the realms of men.",
        "22": "Brassica Prime. Thy Name be Vegetable, thy land be soil. Plant in us thy seeds of faith, that we may grow beyond allotments. Forever, your crops. Cabbage.",
        "23": "A rose in the grey.",
        "24": "You must really like your clan if you put a ring on it.",
        "25": "A risky life, to be marked by Him. Though a skulled adventurer need not fear when their clan is near.",
        "26": "By the way.",
        "27": "Ultimately, you stand alone."
    }
}