{
    "id": 4126,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "null",
    "defaultInt": 0,
    "size": 3,
    "params": {
        "0": "Your character starts in the outskirts of Catherby, by The Sage.|Instead of earning Relics, in this League you will be collecting Fragments. You can obtain a wide variety of Fragments from killing monsters, earning experience and completing minigames. Once you have obtained and unlocked them, you can equip them via the Fragments menu, found in the Leagues Menu in the Character Summary Panel.|Fragments will gain experience and become more powerful as you use them. You can check your Fragments' progress from the Fragments menu as well.|Your character begins restricted to a few skills and bosses. While a skill is locked, you can use it as normal, but you will not be able to gain any experience from it. As you complete tasks, you gain Sage's Renown, which can be used to auto-complete quests and unlock skills and bosses.|Full information about each of the skills, bosses and quest auto-completions can be found in the Unlocks menu. This can be accessed from the Leagues Menu in the Character Summary Panel.|All experience gained will be multiplied by 5x, and this will increase as you advance through each Tier, which also unlocks more Fragment Slots, allowing you to equip more Fragments!|Any new content released during Leagues III - Shattered Relics will be reviewed on a case-by-case basis.|Leagues III - Shattered Relics will run from 19th January 2022 until the game update on 3rd March 2022.",
        "1": "Your character is an Iron character, meaning you cannot trade with other players.|As you begin with nothing unlocked, no quests will be automatically completed.|When you unlock Herblore, you will be granted enough experience in it to reach level 3. Beyond that, no additional levels will be rewarded.",
        "2": "You're free to explore the entire map in Leagues III: Shattered Relics.|To aid in your exploration, you can activate Waystones in key locations across the map. The first can be found in Catherby.|Once a Waystone is activated, you can use it to teleport to other activated Waystones."
    }
}