{
    "id": 4233,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "Reward",
    "defaultInt": 0,
    "size": 25,
    "params": {
        "0": "A Blighted Wave sack can be used instead of runes when casting any of the elemental Wave spells, in the Wilderness.",
        "1": "A Blighted Surge sack can be used instead of runes when casting any of the elemental Surge spells, in the Wilderness.",
        "2": "A Scroll of Imbuing can be used on various rings and other items to imbue them with additional benefits.",
        "3": "An ornament kit to make your dragon claws look fancier.",
        "4": "An ornament kit to make your dragon warhammer look fancier.",
        "5": "An ornament kit to make your heavy ballista look fancier.",
        "6": "An ornament kit to make an Armadyl helm, chestplate or chainskirt look fancier.",
        "7": "An ornament kit to make a Bandos chestplate, tassets or boots look fancier.",
        "11": "The standard Calamity armour can be worn with the coven's basic headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "14": "The standard Calamity armour can be worn with the coven's basic headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "12": "The superior Calamity armour can be worn with the coven's superior headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "15": "The superior Calamity armour can be worn with the coven's superior headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "13": "The elite Calamity armour can be worn with the coven's elite headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "16": "The elite Calamity armour can be worn with the coven's elite headgear to unlock set effects. It can be used only in PvP combat, with a few exceptions.",
        "17": "The Centurion Cuirass is defensive body armour. It can be used only in PvP combat, with a few exceptions.",
        "18": "The Wristbands of the Arena are an accessible form of protective handgear. They can be used only in PvP combat, with a few exceptions. Castle Wars braclets can be used on them to store the charges in the wristbands, granting them the bracelets' benefits in that minigame.",
        "8": "Maoma's med helm can be worn with the standard Calamity armour to grant +20% accuracy and +3% damage in melee. It can be used only in PvP combat, with a few exceptions.",
        "9": "Maoma's full helm can be worn with the superior Calamity armour to grant +25% accuracy and +4% damage in melee. It can be used only in PvP combat, with a few exceptions.",
        "10": "Maoma's great helm can be worn with the elite Calamity armour to grant +30% accuracy and +5% damage in melee. It can be used only in PvP combat, with a few exceptions.",
        "19": "Koriff's headband can be worn with the standard Calamity armour to grant +15% accuracy and +7.5% damage when ranging. It can be used only in PvP combat, with a few exceptions.",
        "20": "Koriff's cowl can be worn with the superior Calamity armour to grant +20% accuracy and +10% damage when ranging. It can be used only in PvP combat, with a few exceptions.",
        "21": "Koriff's coif can be worn with the elite Calamity armour to grant +25% accuracy and +12.5% damage when ranging. It can be used only in PvP combat, with a few exceptions.",
        "22": "Saika's hood can be worn with the standard Calamity armour to grant +50% accuracy and +3% damage in magic. It can be used only in PvP combat, with a few exceptions.",
        "23": "Saika's veil can be worn with the superior Calamity armour to grant +55% accuracy and +4% damage in magic. It can be used only in PvP combat, with a few exceptions.",
        "24": "Saika's shroud can be worn with the elite Calamity armour to grant +60% accuracy and +5% damage in magic. It can be used only in PvP combat, with a few exceptions."
    }
}