{
    "id": 835,
    "keyType": "INTEGER",
    "valType": "STRING",
    "defaultString": "",
    "defaultInt": 0,
    "size": 52,
    "params": {
        "0": "Automatically smash gargoyles when they're on critical health, if you have the right tool.",
        "1": "Automatically salt rock slugs when they're on critical health, if you have salt.",
        "2": "Automatically freeze desert lizards when they're on critical health, if you have ice water.",
        "3": "Automatically spray mutated zygomites when they're on critical health, if you have fungicide.",
        "5": "Learn to combine the protective Slayer headgear and Slayer gem into one universal helmet, with level 55 Crafting.",
        "6": "Learn to craft your own Slayer Rings, with level 75 Crafting.",
        "7": "Learn to fletch broad arrows (with level 52 Fletching), broad bolts (with level 55 Fletching) and amethyst broad bolts (with level 76 Fletching).",
        "4": "Whenever you get a Dark Beast task, it will be a bigger task.",
        "8": "Whenever you get an Ankou task, it will be a bigger task.",
        "9": "Whenever you get a Suqah task, it will be a bigger task.",
        "10": "Whenever you get a Black Dragon task, it will be a bigger task.",
        "11": "Whenever you get a Bronze, Iron or Steel Dragon task, it will be a bigger task.",
        "12": "Whenever you get a Spiritual Creature task, it will be a bigger task.",
        "13": "Whenever you get an Abyssal Demon task, it will be a bigger task.",
        "14": "Whenever you get a Black Demon task, it will be a bigger task.",
        "15": "Whenever you get a Greater Demon task, it will be a bigger task.",
        "34": "Konar, Duradel and Nieve will be able to assign Red Dragons as your task.",
        "16": "Konar, Duradel and Nieve will be able to assign Mithril Dragons as your task.",
        "17": "Konar, Duradel, Nieve, Chaeldar and Krystilia will be able to assign Aviansies as your task.",
        "18": "Duradel, Nieve and Chaeldar will be able to assign TzHaar as your task. You may also be offered a chance to slay TzTok-Jad or TzKal-Zuk.",
        "19": "Konar, Duradel and Nieve will be able to assign boss monsters as your task. They will choose which boss you must kill.",
        "20": "Whenever you get a Bloodveld task, it will be a bigger task.",
        "21": "Whenever you get an Aberrant Spectre task, it will be a bigger task.",
        "22": "Whenever you get an Aviansie task, it will be a bigger task.",
        "23": "Whenever you get a Mithril Dragon task, it will be a bigger task.",
        "24": "Whenever you get a Cave Horror task, it will be a bigger task.",
        "25": "Whenever you get a Dust Devil task, it will be a bigger task.",
        "26": "Whenever you get a Skeletal Wyvern task, it will be a bigger task.",
        "27": "Whenever you get a Gargoyle task, it will be a bigger task.",
        "28": "Whenever you get a Nechryael task, it will be a bigger task.",
        "29": "Whenever you get a Cave Kraken task, it will be a bigger task.",
        "30": "Konar, Duradel, Nieve and Chaeldar will be able to assign you Lizardmen. You need Shayzien favour to fight lizardmen.",
        "31": "Learn how to combine a KBD head with your slayer helm to colour it black.",
        "32": "Learn how to combine a Kalphite Queen head with your slayer helm to colour it green.",
        "33": "Learn how to combine an Abyssal Demon head with your slayer helm to colour it red.",
        "38": "Learn how to combine a Dark Claw with your slayer helm to colour it purple.",
        "35": "Increase the risk against certain slayer monsters with the chance of a superior version spawning whilst on a slayer task.",
        "36": "Whenever you get a Scabarite task, it will be a bigger task.",
        "37": "Mithril dragons drop mithril bars in banknote form while killed on assignment.",
        "39": "Whenever you get a Fossil Island Wyvern task, it will be a bigger task.",
        "40": "Whenever you get an Adamant Dragon task, it will be a bigger task.",
        "41": "Whenever you get a Rune Dragon task, it will be a bigger task.",
        "42": "Learn how to combine Vorkath's head with your slayer helm to colour it turquoise.",
        "43": "Stops you getting Fossil Island Wyvern tasks, without counting towards your blocked task limit.",
        "44": "Slaying Dusk and Dawn now counts for two kills towards your task rather than one.",
        "45": "Learn how to combine a Hydra head with your slayer helm to theme it like the Alchemical Hydra.",
        "46": "Whenever you get a Basilisk task, it will be a bigger task.",
        "47": "Konar, Duradel and Nieve will be able to assign Basilisks as your task.",
        "48": "Learn how to combine Twisted Horns with your slayer helm to theme it like the Great Olm.",
        "49": "Whenever you get a Vampyre task, it will be a bigger task.",
        "50": "Konar, Duradel, Nieve and Chaeldar will be able to assign Vampyres as your task.",
        "51": "Gain the ability to store your task for 50 points, allowing you to take it at a later point in time."
    }
}