{
    "id": 1711,
    "params": {
        "1012": "The Misthalin area covers the entire Kingdom of Misthalin along with Fossil Island, Zanaris and the Abyss.<br><br>Instances of areas in Misthalin and underground areas with an entrance in Misthalin will also be included.<br><br>Access to Al-Kharid, Port Sarim and the western exit of Barbarian Village are restricted and prevented through the use of magical barriers.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The gate between Lumbridge and Al-Kharid<br>- The grapple shortcut between Lumbridge and Al-Kharid<br>- The stepping stone between Lumbridge Swamp and the Kalphite Lair<br>- The under-wall shortcut between Draynor Village and Port Sarim<br>- The underground sections of the Paterdomus Temple<br>- The railing shortcut between the Paterdomus Temple and Canifis",
        "1013": "Notable Settlements:<br><br>- Barbarian Village<br>- Draynor Village<br>- Edgeville<br>- Fossil Island<br>- Lumbridge<br>- The Digsite<br>- Varrock<br>- Zanaris<br><br>Notable combat-related activities:<br><br>- Abyssal Sire<br>- Bryophyta<br>- Chaeldar Slayer Tasks<br>- Edgeville Dungeon<br>- Fossil Island Wyverns<br>- Lumbridge Swamp Caves<br>- Obor<br>- Stronghold of Security<br>- Vanakka Slayer Tasks<br><br>Notable non-combat activities:<br><br>- Champions' Guild<br>- Draynor Village Rooftop Agility Course<br>- Fossil Island Herbiboar<br>- Fossil Island Hardwood Tree Patches<br>- Fossil Island Sulliusceps Woodcutting<br>- Fossil Island Volcanic Mine<br>- Puro-Puro Implings<br>- Cosmic, Earth and Water Altars<br>- Varrock Rooftop Agility Course<br><br>Thessalia in Varrock will offer additional makeover services.<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Misthalin will add the following tasks to your Slayer list:<br><br>- Cows (while under level 50 Combat)<br>- Goblins (while under level 50 Combat)<br>- Minotaurs (while under level 50 Combat)<br>- Zombies (while under level 50 Combat)<br>- Abyssal Demons<br>- Ankou<br>- Fossil Island Wyverns<br>- Hill Giants<br>- Moss Giants<br>- Spiders<br>- Sourhogs (after completing a Porcine of Interest)<br><br>The following Misthalin shop stocks have been modified:<br><br>- Pestle and Mortars have been added to the Lumbridge General Store<br>- Black Platelegs have been added to Horvik's Armour Shop",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Dragon Slayer<br>- Druidic Ritual<br>- Elemental Workshop I<br>- Tears of Guthix<br>- Bone Voyage<br>    - Dig Site<br>- Fairytale II - Cure a Queen<br>    - Fairytale I - Growing Pains<br>        - Lost City<br>        - Nature Spirit<br>            - Priest in Peril<br>            - The Restless Ghost<br><br>The following tasks in the Lumbridge & Draynor Achievement Diary are automatically completed:<br><br>Easy Tasks:<br>- Catch some Anchovies in Al-Kharid<br>- Mine some iron ore at the Al-Kharid mine<br><br>Medium Tasks:<br>- Complete a lap of the Al-Kharid Rooftop Course<br>- Grapple across the River Lum<br>- Craft some lava runes at the fire altar in Al-Kharid<br>- Purchase an upgraded device from Ava<br><br>Hard Tasks:<br>- Cast Bones to Peaches in Al-Kharid Palace<br>- Recharge your prayer at the Duel Arena with Smite activated<br>- Purchase some Barrows gloves from the culinaromancer's chest<br>- Take the train from Dorgesh-Kaan to Keldagrim<br><br>Elite Tasks:<br>- Chop some magic logs at the magic training arena<br>- Steal from a Dorgesh-Kaan rich chest<br>- Pickpocket Movario on the Dorgesh-Kaan Agility Course<br>- Perform the Quest Point cape emote in the Wise Old Man's house<br><br>The following tasks in the Varrock Diary are automatically completed:<br><br>Medium Tasks:<br>- Select a colour for your kitten<br>- Use the Spirit tree in the north-eastern corner of Grand Exchange<br>- Pick a white tree fruit<br>- Use the balloon to travel from Varrock<br><br>Hard Tasks:<br>- Trade furs with the Fancy Dress Seller for a Spottier cape and equip it<br>- Teleport to Paddewwa<br><br>Elite Tasks:<br>- Use Lunar magic to make 20 mahogany planks in the Varrock Lumber Yard<br>- Smith and fletch ten rune darts within Varrock",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Misthalin.<br><br>- Abyssal Whip from Abyssal Demons<br>- Abyssal Dagger from Abyssal Demons<br>- Unsired from Abyssal Sire<br>- Wyvern Visage from all sources<br>- Draconic Visage from all sources<br>- Dragon platelegs/plateskirts from all sources<br>- Dragon Limbs from all sources<br>- Dragon Metal Slice from Adamant dragons<br>- Dragon metal Lump from Rune dragons<br>- Hill Giant Club from Obor<br>- Bryophyta's Essence from Bryophyta<br>- Beginner clue unique items<br>- Easy clue unique items<br>- Medium clue unique items<br>- Hard clue unique items<br>- Elite clue unique items<br>- Master clue unique items<br>- All unique drops from Superior Slayer Creatures"
    }
}