{
    "id": 1712,
    "params": {
        "1012": "The Karamja area covers the entire island of Karamja along with the island of Crandor and the Realm of the Fisher King.<br><br>Instances of areas in Karamja and underground areas with an entrance in Karamja will also be included.<br><br>When purchasing a Player Owned House from an Estate Agent your house will be placed in Brimhaven so that Construction can be trained from level 1.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.",
        "1013": "Notable Settlements:<br><br>- Brimhaven<br>- Karamja Ship Yard<br>- Musa Point<br>- Shilo Village<br>- Tai Bwo Wannai<br>- Mor-Ul-Rek<br><br>Notable combat-related activities:<br><br>- Brimhaven Dungeon<br>- Duradel Slayer Tasks<br>- Tai Bwo Wannai Dungeon<br>- The Fight Caves<br>- The Fight Pits<br>- The Inferno<br>- Tzhaar Creatures<br><br>Notable non-combat activities:<br><br>- Brimhaven Agility Arena<br>- Brimhaven House Portal<br>- Calquat Tree Patch<br>- Infernal Eel Fishing<br>- Fruit Tree Patch<br>- Karambwan Fishing<br>- Nature Altar<br>- Tai Bwo Wannai Cleanup<br>- Teak and Mahogany Woodcutting<br>- Tzhaar Pickpocketing<br>- Tzhaar Gem Shop Thieving<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Karamja will add the following tasks to your Slayer list:<br><br>- Fire Giants<br>- Greater Demons<br>- Harpie Bug Swarms<br>- Iron Dragons<br>- Steel Dragons<br>- Tzhaar",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Shilo Village<br>    - Jungle Potion<br><br>The following tasks in the Karamja Achievement Diary are automatically completed:<br><br>Easy Tasks:<br>- Travel to Port Sarim via the dock, east of Musa Point<br>- Travel to Ardougne via the port near Brimhaven<br><br>Medium Tasks:<br>- Use the gnome glider to travel to Karamja<br>- Charter a ship from the shipyard in the far east of Karamja<br>- Charter the Lady of the Waves from south of Cairn isle to Port Khazard<br><br>Hard Tasks:<br>- Eat an oomlie wrap<br>- Collect 5 palm leaves<br>- Kill a Deathwing in the Viyeldi caves under the Kharazi Jungle<br><br>Elite Tasks:<br>- Create an Anti-venom potion whilst standing in the Horseshoe Mine",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Karamja.<br><br>- All Tzhaar weaponry/armour from various Tzhaar<br>- Obsidian helmet,platelegs and platebody from TzHaar-Ket<br>- Draconic Visage from all sources<br>- Dragon platelegs/plateskirts from all sources<br>- All unique drops from Superior Slayer Creatures"
    }
}