{
    "id": 1713,
    "params": {
        "1012": "The Kandarin area covers the entire Kingdom of Kandarin along with the Feldip Hills, Ape Atoll and Crash Island.<br><br>Instances of areas in Kandarin and underground areas with an entrance in Kandarin will also be included (with the exception of Taverley Dungeon and the Underground Pass).<br><br>Access to Nightmare Zone is restricted. To obtain Nightmare Zone points speak to Dominic Onion and purchase them for 1 coin each.<br><br>Access to White Wolf Mountain and the Fremennik Province bridge will be restricted and prevented through the use of magical barriers.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The Underground Pass between Ardougne and Isafdar<br>- The underground tunnel between Catherby and Taverley<br>- The grapple shortcut between Catherby and Taverley<br>- The log shortcut between Sinclair Mansion and the Fremennik Province<br>- The gates between Kandarin and Tirannwn at Arandar<br>- The basalt shortcut between the Barbarian Outpost and the Lighthouse<br>- The doors between the Mourner Headquarters and the Temple of Light",
        "1013": "Notable Settlements:<br><br>- Ape Atoll<br>- Ardougne<br>- Barbarian Outpost<br>- Catherby<br>- Corsair Cove<br>- Gu'Tanoth<br>- Myths Guild<br>- Piscatoris Fishing Colony<br>- Port Khazard<br>- Seers' Village<br>- Tree Gnome Stronghold<br>- Tree Gnome Village<br>- Yanille<br><br>Notable combat-related activities:<br><br>- Ancient Cavern<br>- Ape Atoll Monkeys<br>- Barbarian Assault<br>- Castle Wars<br>- Demonic Gorillas<br>- Kraken<br>- Stronghold Slayer Cave<br>- Steve Slayer Tasks<br>- Smoke Devils<br>- Thermonuclear Smoke Devil<br>- Waterfall Dungeon<br><br>Notable non-combat activities:<br><br>- Ardougne Market Thieving<br>- Ardougne Rooftop Agility Course<br>- Barbarian Fishing<br>- Barbarian Agility Training<br>- Catherby Fishing<br>- Chompy Bird Hunting<br>- Feldip Hills Hunter Training<br>- Fishing Trawler<br>- Gnome Stronghold Agility Training<br>- Fishing Guild<br>- Myths Guild (if the Fremennik Province is unlocked)<br>- Piscatoris Hunter Training Grounds<br>- Ourania and Wrath Altars<br>- Seers' Village Rooftop Agility Course<br>- Spirit Tree Access<br>- Tower of Life<br>- Yanille House Portal<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Kandarin will add the following tasks to your Slayer list:<br><br>- Black Demons<br>- Cave Kraken<br>- Chaos Druids<br>- Mithril Dragons<br>- Ogres<br>- Smoke Devils<br><br>The following Kandarin shop stocks have been modified:<br><br>- Granite (2kg) has been added to Trader Stan's Trading Post in Catherby and Port Khazard",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Monkey Madness II<br>    - Gnome Stronghold Route (Hot Air Balloon)<br>        - Enlightened Journey<br>    - The Eyes of Glouphrie<br>    - Cook's Assistant<br>        - Recipe for Disaster: King Awowogei<br>    - Monkey Madness I<br>        - The Grand Tree<br>        - Tree Gnome Village<br>    - Troll Stronghold<br>        - Death Plateau<br>    - Watchtower<br>- One Small Favour<br>    - Rune Mysteries<br>- Swan Song<br>    - Garden of Tranquility<br>        - Creature of Fenkenstrain<br><br>The following tasks in the Kandarin Achievement Diary are automatically completed:<br><br>Medium Tasks:<br>- Use the Grapple Shortcut to get from the water obelisk to Catherby shore<br><br>Hard Tasks:<br>- Charge a water orb<br>- Kill a shadow hound in the Shadow Dungeon<br>- Enter Seer's Village courthouse with Piety turned on<br><br>Elite Tasks:<br>- Fish and cook 5 sharks in Catherby using the cooking gauntlets<br>- Teleport to Catherby<br>- Mix a Stamina mix on top of the Seers' Village bank.<br><br>The following tasks in the Western Provinces Achievement Diary are automatically completed:<br><br>Easy Tasks:<br>- Complete a novice game of Pest Control<br>- Teleport to Pest Control using the minigame teleports<br><br>Medium Tasks:<br>- Complete an intermediate game of Pest Control<br><br>Hard Tasks:<br>- Complete a veteran game of Pest Control<br>- Build an Isafdar painting in your poh quest hall<br><br>Elite Tasks:<br>- Equip any complete void set<br><br>The following tasks in the Ardougne Achievement Diary are automatically completed:<br><br>Easy Tasks:<br>- Enter the combat training camp north of West Ardougne<br>- Use the Ardougne lever to teleport to the Wilderness<br><br>Medium Tasks:<br>- Travel to Castle Wars by hot air balloon<br>- Claim buckets of sand from Bert in Yanille<br>- Equip an Iban's upgraded staff or upgrade an Iban's staff<br><br>Hard Tasks:<br>- Recharge some jewellery at the totem pole in the Legends' Guild<br>- Smith a dragon sq shield in West Ardougne<br>- Craft some death runes at the death altar<br><br>Elite Tasks:<br>- Imbue a salve amulet at Nightmare Zone or equip a salve amulet(i)<br>- Cast ice barrage on another player within Castle Wars<br><br>The following bars will be automatically completed on Alfred Grimhand's Barcrawl:<br><br>- The Rising Sun in Falador<br>- The Rusty Anchor in Port Sarim",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Kandarin.<br><br>- Angler's Outfit from fishing trawler<br>- Zenyte shards & Ballista components from Glough's Experiments<br>- Trident of the seas and Kraken Tentacles from all sources<br>- Occult Necklaces from all sources<br>- Smoke battlestaves from all sources<br>- Dragon chainbodys from all sources<br>- Dragon full helmets from all sources<br>- All unique drops from Superior Slayer Creatures"
    }
}