{
    "id": 1714,
    "params": {
        "1012": "The Asgarnia area covers the entire Kingdom of Asgarnia along with the island of Entrana, the Pest Control islands, and Troll Country.<br><br>Instances of areas in Asgarnia and underground areas with an entrance in Asgarnia will also be included.<br><br>Access to Catherby from White Wolf Mountain will be restricted and prevented through the use of magical barriers.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The under-wall shortcut between Port Sarim and Draynor Village<br>- The rubble shortcut between Death Plateau and the Fremennik Province<br>- The cave between Trollweiss and Keldagrim<br>- The rock-climb shortcut between the Troll Stronghold and the Wilderness<br>- The rock-climb shortcut between the God Wars Dungeon and the Wilderness<br>- The ladder between Taverley Dungeon and the Water Obelisk<br>- The underground tunnel between Taverley and Catherby<br>- The cave between Entrana and the Wilderness",
        "1013": "Notable Settlements:<br><br>- Burthorpe<br>- Dwarven Mine<br>- Entrana<br>- Falador<br>- Goblin Village<br>- God Wars Dungeon<br>- Port Sarim<br>- Rimmington<br>- Taverley<br>- Troll Stronghold<br>- Void Knights' Outpost<br><br>Notable combat-related activities:<br><br>- Asgarnia Ice Dungeon<br>- Cerberus<br>- Giant Mole<br>- God Wars Dungeon<br>- Taverley Dungeon<br>- Warriors Guild<br><br>Notable non-combat activities:<br><br>- Crafting Guild<br>- Falador Rooftop Agility Course<br>- Falador Tree Patch<br>- Falador Allotment Patch<br>- Fire and Water Obelisks<br>- Heroes' Guild<br>- Motherlode Mine<br>- Rimmington House Portal<br>- Rogue's Den<br>- Air, Body, Law and Mind Altars<br>- Taverley House Portal<br>- Taverley Tree Patch<br>- Troll Stronghold Herb Patch<br><br>The following bosses will have the option to be fought in a private area without other players:<br><br>- Giant Mole<br>- God Wars Dungeon Bosses<br><br>Mahogany Homes contracts will not be available during this League.<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Asgarnia will add the following tasks to your Slayer list:<br><br>- Black Dragons<br>- Blue Dragons<br>- Hellhounds<br>- Skeletal Wyverns<br>- Spiritual Creatures<br>- Trolls",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Merlin's Crystal<br>- My Arm's Big Adventure<br>    - Eadgar's Ruse<br>        - Troll Stronghold<br>            - Death Plateau<br>- The Feud<br><br>The following tasks in the Falador Achievement Diary are automatically completed:<br><br>Medium Tasks:<br>- Visit the Port Sarim Rat Pits<br><br>Hard Tasks:<br>- Recharge your prayer in Port Sarim church while wearing full proselyte<br><br>Elite Tasks:<br>- Purchase a white 2h sword from Sir Vyvin",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Asgarnia.<br><br>- Dragon Defenders from Cyclops<br>- All crystal drops from Cerberus<br>- All unique drops from Kree'arra<br>- All unique drops from General Graardor<br>- All unique drops from Commander Zilyana<br>- All unique drops from Kril Tsu'tsaroth<br>- Dragon Boots from Spiritual mages<br>- All unique drops from Superior Slayer Creatures"
    }
}