{
    "id": 1715,
    "params": {
        "1012": "The Fremennik Province area covers the entire Fremennik Province (including the Fremennik islands) along with Lunar Isle and Weiss.<br><br>Instances of areas in the Fremennik Province and underground areas with an entrance in the Fremennik Province will also be included.<br><br>Access to Kandarin via the bridge south of Rellekka will be restricted and prevented through the use of magical barriers.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The log shortcut leading to the Fremennik Province north of Sinclair Manor<br>- The rubble separating the Fremennik Province and the Death Plateau<br>- The Cave entrance in the tunnel leading to Keldagrim that leads to the bottom of Trollweiss mountain<br>- The basalt rock agility shortcut leading from the Lighthouse to the Barbarian Outpost",
        "1013": "Notable Settlements:<br><br>- Keldagrim<br>- Lunar Isle<br>- Miscellania & Etceteria<br>- Neitiznot & Jatizso<br>- Rellekka<br>- The Island of Stone<br>- The Mountain Camp<br>- The Pirates' Cove<br>- Ungael<br>- Waterbirth Island<br>- Weiss<br>Access to Weiss will still require the quest Making Friends with My Arm<br><br>Notable combat-related activities:<br><br>- Basilisk Knights<br>- Dagannoth Kings<br>- Rellekka Slayer Cave<br>- Waterbirth Island Dungeon<br>- Vorkath<br><br>Notable non-combat activities:<br><br>- Blast Furnace<br>    - This will be operated by Dwarves<br>- Kingdom Management<br>- Penguin Agility Course<br>- Rellekka House Portal<br>- Rellekka Rooftop Agility Course<br>- Astral Altar<br><br>The following bosses will have the option to be fought in a private area without other players:<br><br>- Dagannoth Kings<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking the Fremennik Province will add the following tasks to your Slayer list:<br><br>- Basilisks<br>- Cockatrice<br>- Dagannoth<br>- Jellies<br>- Kurasks<br>- Turoth<br><br>Ice gloves will be provided upon unlocking this area and can be reclaimed from the Leagues Tutor in Lumbridge if lost.",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Horror from the Deep<br>    - Alfred Grimhand's Barcrawl<br>        - Scorpion Catchers<br>- Dragon Slayer II<br>    - Legend's Quest<br>        - Family Crest<br>        - Heroes' Quest<br>            - Shield of Arrav<br>            - Merlin's Crystal<br>        - Underground Pass<br>            - Biohazard<br>                - Plague City<br>        - Waterfall Quest<br>    - Dream Mentor<br>        - Lunar Diplomacy<br>            - The Fremennik Trials<br>            - Rune Mysteries<br>        - Eadgar's Ruse<br>            - Troll Stronghold<br>                - Death Plateau<br>    - A Tail of Two Cats<br>        - Icthlarin's Little Helper<br>            - Gertrude's Cat<br>    - Animal Magnetism<br>        - Ernest the Chicken<br>    - Ghosts Ahoy<br>    - Client of Kourend<br>- Mountain Daughter<br><br>The following tasks in the Fremennik Diary are automatically completed:<br><br>Easy Tasks:<br>- Enter the Troll Stronghold<br><br>Medium Tasks:<br>- Mine some gold at the Arzinian Mine<br>- Travel to the Snowy Hunter Area via Eagle<br><br>Hard Tasks:<br>- Teleport to Trollheim<br><br>Elite Tasks:<br>- Kill the generals of Armadyl, Bandos, Saradomin and Zamorak in the God Wars Dungeon<br>- Slay a spiritual mage within the God Wars Dungeon",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in the Fremennik Province.<br><br>- Skeletal Visages from Vorkath<br>- Draconic Visages from all sources<br>- Dragonbone necklaces from Vorkath<br>- Seers rings from Dagannoth Prime<br>- Mud Battlestaves from Dagannoth Prime<br>- Archer rings from Dagannoth Supreme<br>- Seercull bows from Dagannoth Supreme<br>- Warrior rings from Dagannoth Rex<br>- Bererker rings from Dagannoth Rex<br>- Dragon axes from all sources<br>- Basilisk jaws from Basilisk Knights<br>- Leaf bladed swords from all sources<br>- Leaf bladed battleaxes from Kurasks<br>- All unique drops from Superior Slayer Creatures"
    }
}