{
    "id": 1716,
    "params": {
        "1012": "The Tirannwn area covers the entirety of Tirannwn along with the Temple of Light and the Underground Pass.<br><br>Instances of areas in Tirannwn and underground areas with an entrance in Tirannwn will also be included.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The gate in Arandar leading to Kandarin<br>- The entrance to the Mourner Headquarters near the Temple of Light<br>- The Underground Pass exit leading to West Ardougne",
        "1013": "Notable Settlements:<br><br>- Gwenith<br>- Iorwerth Camp<br>- Lletya<br>- Prifddinas<br>- Tyras Camp<br>- Zul-Andra<br><br>Notable combat-related activities:<br><br>- A 'Rabbit'<br>- Iorwerth Slayer Dungeon<br>- The Gauntlet<br>- Zulrah<br><br>Notable non-combat activities:<br><br>- Enhanced Crystal Chest<br>- Lletya Fruit Tree Patch<br>- Prifddinas Allotment Patch<br>- Prifddinas Agility Course<br>- Prifddinas Crystal Implings<br>- Prifddinas Hunting Grounds<br>- Prifddinas House Portal<br>- Prifddinas Teak Trees<br>- Sacred Eel Fishing<br>- Zalcano<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Tirannwn will add the following tasks to your Slayer list:<br><br>- Bloodveld<br>- Dark Beasts<br>- Elves<br>- Kurask<br>- Nechryaels<br>- Waterfiends",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Eagles Peak<br>- Song of the Elves<br>    - Making History<br>    - Mourning's End Part II<br>        - Mourning's End Part I<br>            - Big Chompy Bird Hunting<br>            - Sheep Herder<br>            - Roving Elves<br>                - Waterfall Quest<br>                - Regicide<br>                    - Underground Pass<br>                        - Biohazard<br>                            -  Plague City",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Tirannwn.<br><br>Group content like Zalcano will determine the drop rate modifier for their uniques from the MVP of that particular kill/completion.<br><br>- Elven Signet from Crystal implings<br>- Crystal armour seeds from The Gauntlet<br>- Crystal weapon seeds from The Gauntlet<br>- Blades of Saeldor (uncharged) from The Gauntlet<br>- Crystal tool seeds from Zalcano<br>- Zalcano shards from Zalcano<br>- Tanzanite fangs from Zulrah<br>- Magic fangs from Zulrah<br>- Serpentine Visages from Zulrah<br>- Onyxs from Zulrah<br>- Dark bows from Dark Beasts<br>- Dragonstone armour from the Enhanced crystal chest<br>- Enhanced crystal teleport seeds from all sources<br>- Mist battlestaves from Waterfiends<br>- Leaf-bladed Battleaxes and Swords from Kurasks<br>- All unique drops from Superior Slayer Creatures"
    }
}