{
    "id": 1717,
    "params": {
        "1012": "The Morytania area covers the entirety of Morytania along with the island of Mos Le'Harmless, Braindeath Island, Dragontooth Island and Harmony Island.<br><br>Instances of areas in Morytania and underground areas with an entrance in Morytania will also be included.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The Agility shortcut through the railing next to the Paterdomus temple leading to Misthalin<br>- The stairs leading from the Paterdomus Temple up to Misthalin",
        "1013": "Notable Settlements:<br><br>- Burgh de Rott<br>- Canifis<br>- Darkmeyer<br>- Meiyerditch<br>- Mort'ton<br>- Port Phasmatys<br>- Slepe<br>- Ver Sinhaza<br><br>Notable combat-related activities:<br><br>- Barrows<br>- Cave Horrors<br>- Fenkenstrains Experiments<br>- Grotesque Guardians<br>- Haunted Mines<br>- Nightmare of Ashihaama<br>- Lair of Tarn Razorlor<br>- Shades of Mort'ton<br>- Slayer Tower<br>- Theatre of Blood<br>- Vyrewatch Sentinels<br><br>Notable non-combat activities:<br><br>- Canifis Rooftop Agility Course<br>- Daeyalt Essence Mining<br>- Ectofuntus Prayer Training<br>- Hallowed Sepulchre<br>- Harmony Island Herb Patch<br>- Port Phasmatys Allotment Patch<br>- Temple Trekking<br>- Vyrelord Pickpocketing<br>- Werewolf Agility Course<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking Morytania will add the following tasks to your Slayer list:<br><br>- Banshees<br>- Bloodveld<br>- Cave Horrors<br>- Gargoyles<br>- Nechryaels<br>- Vampyres",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Darkness of Hallowvale<br>    - In Aid of the Myreque<br>        - In Search of the Myreque<br>- The Great Brain Robbery<br>   - Creature of Fenkenstrain<br>    - Cabin Fever<br>        - Pirate's Treasure<br>        - Rum Deal<br>            - Zogre Flesh Eaters<br>                 - Big Chompy Bird Hunting<br>    - Cook's Assistant<br>        - Recipe for Disaster: Pirate Pete<br><br>The following tasks in the Morytania Achievement Diary are automatically completed:<br><br>Medium Tasks:<br>- Make a batch of cannonballs at the port phasmatys furnace<br><br>Hard Tasks:<br>- Enter the Kharyrll portal in your POH through a Portal Chamber<br>- Pray at the altar of nature in the nature grotto with piety activated<br><br>Elite Tasks:<br>- Catch a shark in Burgh de Rott with your bare hands<br>- Fertilize the Morytania herb patch using lunar spells",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in Morytania.<br><br>Group content like The Nightmare and Theatre of Blood will determine the drop rate modifier for their uniques from the MVP of that particular kill/completion.<br><br>- Black masks from Cave horrors.<br>- Barrows armour pieces from The Barrows<br>- Granite gloves from Grotesque Guardians<br>- Granite hammers from Grotesque Guardians<br>- Granite rings from Grotesque Guardians<br>- Dark tourmaline cores from Grotesque Guardians<br>- Rings of endurance (uncharged) from The Hallowed Sepulchre<br>- Blood shards from Vyres.<br>- All unique rewards from the Theatre of Blood<br>- All unique rewards from The Nightmare<br>- All unique drops from Superior Slayer Creatures"
    }
}