{
    "id": 1718,
    "params": {
        "1012": "The Kharidian Desert area covers the entirety of the Kharidian Desert.<br><br>Instances of areas in the Kharidian Desert and underground areas with an entrance in the Kharidian Desert will also be included.<br><br>Access to Misthalin north of Al-Kharid and south of Varrock is restricted and prevented through the use of magical barriers.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- The gate east of Lumbridge leading to Al-Kharid<br>- The grapple shortcut across the river Lum to Al-Kharid<br>- The stepping stone south of Lumbridge swamp leading to the Kharidian Desert",
        "1013": "Notable Settlements:<br><br>- Bandit Camp<br>- Bedabin Camp<br>- Desert Mining Camp<br>- Menaphos<br>- Nardah<br>- Pollnivneach<br>- Ruins of Uzer<br>- Sophanem<br><br>Notable combat-related activities:<br><br>- Bandits<br>- Kalphite Queen<br>- Pollnivneach Slayer Dungeon<br><br>Notable non-combat activities:<br><br>- Agility Pyramid<br>- Mage Training Arena<br>- Nardah Elidinis Statuette<br>- Pollnivneach thug/bandit blackjacking<br>- Pollnivneach House Portal<br>- Pollnivneach Rooftop Agility Course<br>- Pyramid Plunder<br>- Fire Altar<br>- Sandstone/Granite Mining<br>- Sandstorm Machine<br>- Sorceress Garden<br>- Zahur's Herblore Services<br><br>The following bosses will have the option to be fought in a private area without other players:<br><br>- Kalphite Queen<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Unlocking the Kharidian Desert will add the following tasks to your Slayer list:<br><br>- Bandits<br>- Dust Devils<br>- Kalphite<br>- Lizards<br>- Pyrefiends<br>- Scabarites (after completing Contact!)",
        "1014": "The following quests are automatically completed but will not reward any completion XP:<br><br>- Desert Treasure<br>    - Temple of Ikov<br>    - The Tourist Trap<br>    - Waterfall Quest<br>    - Troll Stronghold<br>        - Death Plateau<br>- Icthlarin's Little Helper<br>    - Gertrude's Cat<br><br>The following tasks in the Desert Achievement Diary are automatically completed:<br><br>Medium Tasks:<br>- Travel to the Desert via the Eagle transport system<br><br>Hard Tasks:<br>- Slay a dust devil in the desert cave with a Slayer Helmet equipped<br>- Refill your waterskins in the Desert using lunar spells<br><br>Elite Tasks:<br>- Bake a wild pie at the Nardah clay oven<br>- Speak to the Kq head in your POH<br><br>The above Kq head diary task will complete when you receive a Kq head or Kq head(tattered) drop instead.",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in The Desert.<br><br>- The Pharoah's Sceptre from Pyramid plunder<br>- Dragon chainbodys from all sources<br>- Dragon 2h swords from all sources<br>- Dust Battlestaves from Dust Devils<br>- All unique drops from Superior Slayer Creatures"
    }
}