{
    "id": 1719,
    "params": {
        "1012": "The Wilderness area covers the entirety of the Wilderness.<br><br>Last Man Standing will not be accessible during this League.<br><br>For this League, deaths will behave differently in the Wilderness:<br><br>- PvP deaths will be treated like a PvM death with your lost items moving to a gravestone, the gravestone will then move to your respawn location<br>- PvM deaths will be unaffected<br><br>Instances of areas in the Wilderness and underground areas with an entrance in the Wilderness will also be included.<br><br>All transportation and teleportation through Charter Ships, Customs Officers, Gnome Gliders, Fairy Rings, Balloon transport system etc will require you to have unlocked access to whichever area the destination is within.<br><br>The following travel options are restricted unless you have access to the appropriate area:<br><br>- Crossing the Wilderness Ditch will require access to whichever area is on the other side of it<br>- The lever at the Deserted Keep will work only if you have access to the area it takes you to",
        "1013": "Notable Settlements:<br><br>- Bandit Camp<br>- Dark Warriors' Fortress<br>- Ferox Enclave<br>- The Mage Arena<br>- Rogues' Castle<br>- The Pirates' Houdeout<br><br>Notable combat-related activities:<br><br>- Callisto<br>- Chaos Elemental<br>- Chaos Fanatic<br>- Corporeal Beast<br>- Crazy Archeologist<br>- Forthinry Dungeon<br>- King Black Dragon<br>- Lava Dragons<br>- Mage Arena<br>- Mage Arena II<br>- Scorpia<br>- Venenatis<br>- Vet'ion<br>- Wilderness God Wars Dungeon<br>- Wilderness Slayer Tasks<br><br>Notable non-combat activities:<br><br>- Abyss Runecrafting<br>    - Altar access is restricted to their areas<br>- Air Obelisk<br>- Black Chinchompas<br>- Black Salamanders<br>- Dark Crab Fishing<br>- Earth Obelisk<br>- Fountain of Rune<br>- Chaos Altar<br>- Wilderness Agility Course<br>- Wilderness Resource Area<br><br>Access to the Revenant Caves will be free instead of requiring 100k coins to enter.<br><br>All Slayer Masters will assign tasks from the same Slayer list and assign the same number of Slayer Points on task completion.<br><br>Slayer tasks will still respect Slayer and Combat Level requirements.<br><br>Elemental Shields have been added to all Slayer Equipment shops.<br><br>Krystillia cannot assign tasks but any Slayer targets defeated within the Wilderness will have a chance to drop a Larran's Key.<br><br>Unlocking the Wilderness will add the following tasks to your Slayer list:<br><br>- Bears<br>- Ents<br>- Ice giants<br>- Lava Dragons<br>- Revenants<br>- Skeletons",
        "1014": "The following quest is automatically completed but will not award any reward XP for completing it this way:<br><br>- Eagles Peak<br>- Enter the Abyss<br>    - Rune Mysteries<br><br>The following tasks in the Wilderness Achievement Diary are automatically completed:<br><br>Medium Tasks:<br>- Smith a gold helmet in the resource area<br><br>Hard Tasks:<br>- Take the agility shortcut from Trollheim into the Wilderness<br>- Fish a raw lava eel in the Wilderness<br>- Teleport to Ghorrock",
        "1015": "The drops listed below are affected by the drop rate modifier perks granted by passive Relic unlocks.<br><br>Drop rates affected are always rounded down and are not tied to area unlocks, this list represents the key drops affected in the Wilderness.<br><br>- All unique rewards from Revenants<br>- Malediction and Odium shards from all sources<br>- Fedoras from the Crazy archaeologist<br>- Dragon boots from Spiritual mages<br>- Dragon 2h swords from all sources<br>- Dragon pickaxes from all sources<br>- Treasonous rings from Venenatis<br>- Tyrannical rings from Callisto<br>- Rings of the gods from Vet'ion<br>- Draconic Visages from all sources<br>- Amulets of eternal glory from the Fountain of Rune<br>- Dagon'hai robes from Larran's big chest<br>- Arcane, Spectral & Elysian sigils from the Corporeal Beast<br>- All unique drops from Superior Slayer Creatures"
    }
}